_posts/2017-06-21-success-begets-success.html
---
layout: post
title: Success begets success
excerpt: To become successful, first become successful
---

<p>
"Sports teaches values" is an old (yet true) cliché. Of all the lessons that sports teaches, the most important is perhaps:
</p>

<blockquote>
<p>
Success begets success
</p>
</blockquote>

<p>
This is a common catch-22 people tend to trip over. Variations include:
</p>

<ul class="org-ul">
<li>To grow your network, you must first know lots of people
</li>
<li>To get a job, you must first have a job
</li>
<li>To make money, you must first have money
</li>
</ul>

<p>
And so on.
</p>

<p>
What's the way out of this mess? To recognize that the success you start with is not equal to the success you hope to achieve. Bigger successes are built atop of smaller ones.
</p>

<p>
As such, <b>incentive</b> is incredibly important in getting someone <i>started</i> in doing something. A person with no achievement in an area will not overcome the inertia to continue doing nothing unless an incentive drives them to act. Once they get started and achieve <i>something</i>, they may gain a taste for success and work towards bigger goals.
</p>

<p>
This is an oft-overlooked issue in education. Instead of bemoaning students' lack of interest in subjects like math and engineering, schools and educators should ask themselves: what is the incentive for a student to <i>start</i> working hard in these areas?
</p>

<p>
Achievement in sport brings <b>external rewards</b>, such as peer respect, especially in K-12 education. Achievement in academics,  particularly math and engineering, does not bring the same rewards. The <i>internal</i> reward of intellectual satisfaction may drive the best students, but not average ones. The tangible achievement of attending a good university is, from the student's perspective, a <i>highly</i> delayed gratification.
</p>

<p>
Incentive initializes success, and success begets success. The educational system would do well to learn this lesson.
</p>
